{
    "info_bar_text": "Hi, my name is Igor, and I'm a brazillian mobile developer. Welcome to my portfolio!",
    "subtitle": "Mobile Developer",
    "about_me_text_1": "I’m a mobile developer currently focused on Flutter. I have a degree in Information Systems from the Federal Institute of Minas Gerais, where I had my first exposure to programming. I have nearly three years of experience in mobile development, with my biggest projects built using Flutter, which is the technology I’m most specialized in today. I also have some experience working with React Native.",
    "about_me_text_2": "With Flutter, I have experience using Bloc, Google’s location APIs, and integrating Firebase services such as Crashlytics, Push Notifications, and Firestore. I’ve contributed to the development of at least three projects using Flutter, in addition to personal projects. With React Native, I’ve worked with both the React Native CLI and Expo, using technologies like Firebase, Google’s location APIs, and Redux for state management.",
    "main_jobs": "Main Projects",
    "pdg_pt_1": "My most significant project so far has been at Preço do Gás, where I developed an app that allows customers to order cooking gas. I’m very proud of this work, not only because I built it from the ground up, writing nearly every line of code, but also because it became the main platform for customers to interact with the company, with over",
    "1_milion": "1 million downloads",
    "pdg_pt_2": ". Additionally, it was an incredible experience to develop an app used by so many people across Brazil. I also participated in the deployment process for both the App Store and the Play Store.",
    "available_in": "Available on",
    "used_tech": "Technologies Used",
    "planet_vortext": "Planet Vortex is a game I’ve been developing for some time. I’ve always wanted to create a game, and when I learned about a game engine in Flutter, I decided to dive deeper and start experimenting. I created all the game assets in Photoshop and used copyright-free audio I found online. The game currently has a beta version distributed to a small group of users. From this, I gathered feedback and am working on improving the layout, gameplay, and performance for an official release on the Play Store.",
    "beta_version": "Beta version available on",
    "procuraqui": "ProcurAqui started as a final university project in collaboration with a fellow student. It later evolved into a venture beyond the academic environment. The app aims to improve the search for information about professionals, businesses, and public institutions in the city of São João Evangelista. In the app, users can find a contact list with detailed information such as addresses, contact methods, and reviews. Additionally, any registered user can add their own business and access insights into user engagement and reviews. After presenting and getting approval for the project in college, we began developing the final version, which is still ongoing.",
    "youtube_video": "Demonstration video of the first version of the app available on",
    "about_portfolio_1": "I built this portfolio using React and Tailwind.",
    "about_portfolio_2": "Besides programming, I also occasionally do some art, which you can check out on",
    "eand": "and"
}